import React from "react";

export default function Ninis() {
  return (
    <div className="min-sm:h-[65vh] max-sm:p-10 pb-10 bg-white flex justify-center">
      <div className=" container">
        <h1 className="text-2xl text-center font-bold">নিণীষ কি?</h1>
        <p className="text-center text-lg mt-5">
          বিভিন্ন বিশ্ববিদ্যালয়ে পড়ুয়া মেধাবী শিক্ষার্থীদের একটি উদ্যোগ ‘নিণীষ’।
          নিণীষ কাজ করে স্কুল,কলেজ এবং বিশ্ববিদ্যালয় পড়ুয়া শিক্ষার্থীদের মেধা
          বিকাশে, আয়োজন করে বিভিন্ন প্রকার সহ-শিক্ষা কার্যক্রম যেমনঃ বিতর্ক
          প্রতিযোগিতা, কুইজ প্রতিযগিতা। যা একজন শিক্ষার্থীর মেধা বিকাশ করতে
          সাহায্য করে। আমাদের যাত্রা শুরু হয় ২০২০ সাল থেকে। ইতিমধ্যে আমরা খুলনা
          বিভাগীয় মুজিব অলিম্পিয়াড ২০২০ এবং মুজিববর্ষ বিতর্ক প্রতিযোগিতা ২০২০
          সফল ভাবে আয়োজন করি। এছাড়াও ২০২০ সালে আমরা অনলাইন প্লাটপফর্ম ডিসকর্ড
          ব্যবহার করে{" "}
          <b>
            দক্ষিন এশিয়ার সবথেকে বড় বিতর্ক প্রতিযোগিতা 'Wilderness Open 2020'
          </b>{" "}
          আয়োজন করি যেখানে পুরো বিশ্ব থেকে ১২০ টি দল অংশগ্রহণ করে । এবছর খুলনা
          বিভাগে মুজিব অলিম্পিয়াড ২০২৩ সফলভাবে আয়োজন করা হয় এবং সম্পূর্ন
          বাংলাদেশে আয়োজনের পরিকল্পনা নেওয়া হয়। একঝাক তরুন মেধাবী এবং উদ্ভাবনী
          চিন্তাধারার তরুনদের নিয়ে গঠিত নিণীষ এর নেতৃত্ব। যাদের নিরলস প্রচেষ্ঠা
          এগিয়ে নিয়ে যাচ্ছে নিণীষ-কে, শিক্ষার্থীদের জানতে সাহায্য করছে আজ এবং
          আগামীর বাংলাদেশ সম্পর্কে, অনুধাবন করাচ্ছে বাংলাদেশের শেকড়-কে।
        </p>
      </div>
    </div>
  );
}
