import React from "react";
import { Link } from "react-router-dom";

export default function Rules() {
  return (
    <div
      // style={{ height: "73vh" }}
      className="pb-10 bg-white flex justify-center"
    >
      <div className="pt-10  container">
        <h1 className="text-[28px] text-[#3D007D] pb-3 text-center font-bold">
          মুজিব অলিম্পিয়াড ২০২৩ - গাজীপুর পর্ব
        </h1>
        <h3 className="text-1xl pb-5 text-center">
          ( নিম্ন লিখিত নির্দেশিকাসমূহ মনোযোগ সহকারে পড়া বাধ্যতামূলক )
        </h3>
        <p>
          ১. 'পরবর্তী' বাটনে ক্লিক করে প্রথমে আপনার নাম, শিক্ষা প্রতিষ্ঠান,
          শ্রেণী, এবং ফোন নাম্বার লিখুন।
        </p>
        <p>
          ২. আপনার প্রবেশ পত্রে উল্লেখিত 'রেজিষ্ট্রেশন নম্বরটি' নির্ভুল ভাবে
          প্রবেশ করান।
        </p>
        <p>৩. আপনার ক্যাটাগরী সিলেক্ট করুন । ক্যাটাগরী সমূহ-</p>
        <div className="pl-5">
          <p>
            ৩.১ প্রাথমিক(৩য় থেকে ৫ম) - ৩০ টি বহুনির্বচনী প্রশ্ন (সময়ঃ ২০ মিনিঃ)
          </p>
          <p>
            ৩.২ নিম্ন মাধ্যমিক(৬ষ্ঠ থেকে ৮ম) - ৪০ টি বহুনির্বচনী প্রশ্ন (সময় -
            ২৫ মিনিঃ)
          </p>
          <p>
            ৩.৩ মাধ্যমিক(৯ম ও ১০ম) - ৫০ টি বহুনির্বচনী প্রশ্ন (সময় - ৩৫ মিনিঃ)
          </p>
          <p>
            ৩.৪ উচ্চ-মাধ্যমিক(১১শ ও ১২শ) - ৬০ টি বহুনির্বচনী প্রশ্ন (সময় - ৪৫
            মিনিঃ)
          </p>
        </div>
        <p>
          ৪. আপনার ক্যাটাগরি ভিত্তিক মুজিব অলিম্পিয়াড এর প্রশ্ন চলে আসবে। ৪ টি
          অপশন এর ভিতর সঠিক উত্তর নির্বাচন করবেন।
        </p>
        <p>
          ৫. অতঃপর ‘সাবমিট’ অপশনে ক্লিক করার মাধ্যমে আপনার প্রতিযোগিতা শেষ হবে।
          পরবর্তী পেজে আপনার ‘সার্টিফিকেট অফ পার্টিসিপেশন’ টি ডাউনলোড করে নিবেন
          এবং বৃত্তির জন্য আবেদন করুন।
        </p>
        <p>৬. প্রতিটি ভুল উত্তরের জন্য ০.২৫ মার্কস কাটা যাবে।</p>
        <p>
          ৭. প্রতিযোগিতা চলাকালীন আপনার 'স্মার্টফোন/কম্পিউটার' এর অন্য কোন ট্যাব
          ওপেন করে নকলের চেষ্টা করলে আপনার প্রতিযোগিতাটি বাতিল বলে গন্য হবে।
        </p>
        <p>৮. একজন প্রতিযোগী একবারের বেশি অংশগ্রহণ করতে পারবে না।</p>
        <p>
          ৯. ‘জাতীয় পর্যায়ের’ জন্য নির্বাচিত প্রতিযোগিদেরকে ফলাফল এবং সমাপণী
          অনুষ্ঠান এর বিস্তারিত মোবাইল ফোনের মাধ্যমে জানিয়ে দেওয়া হবে।
        </p>
        <p>
          ১০. নিচে উল্লেখিত 'পরবর্তী' বাটনে ক্লিক করার মাধম্যে আপনি 'মুজিব
          অলিম্পিয়াড - গাজীপুর' পর্বে প্রবেশ করবেন, তাই কোন কিছু না বুঝে থাকলে
          যোগাযোগ করুন নিচে দেওয়া নাম্বারে। ০১৭৯৩০০০৮৭৩, ০১৩০৩৩৫১৩৪১,
          ০১৭২২৮৪২৫৬৪
        </p>
        <span className="flex justify-center pt-10">
          <Link
            to="/form"
            className="bg-[#3b1468] hover:bg-blue-700 text-white font-bold py-3 px-10 rounded-full"
          >
            পরবর্তী
          </Link>
        </span>
      </div>
    </div>
  );
}
